{"config": [{"config": {"input_dtype": "float32", "name": "dense_1", "input_dim": 11, "batch_input_shape": [null, 11], "b_regularizer": null, "trainable": true, "activation": "relu", "activity_regularizer": null, "init": "glorot_uniform", "W_constraint": null, "b_constraint": null, "W_regularizer": null, "output_dim": 11, "bias": true}, "class_name": "Dense"}, {"config": {"name": "dense_2", "input_dim": 11, "b_regularizer": null, "trainable": true, "activation": "relu", "W_regularizer": null, "init": "glorot_uniform", "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "output_dim": 11, "bias": true}, "class_name": "Dense"}, {"config": {"name": "dense_3", "input_dim": 11, "b_regularizer": null, "trainable": true, "activation": "softmax", "W_regularizer": null, "init": "glorot_uniform", "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "output_dim": 5, "bias": true}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "1.2.0"}